Repository: Birdi7/hoteluni_bot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ru

# cancel
source: Cancelled
ru: Отменено.

# start_cmd_text
source: Hi. I can remind you about cleanings in the IU campuses. Tap /on to set the notification. Language was chosen automatically based on your client's language. Use /language to change.
ru: Привет. Я умею напоминать об уборках в кампусе УИ. Нажми /on для установки напоминания. Язык выбран автоматически на основе языка клиента. /language позволяет поменять язык.

# help_cmd_text, formats: {name}
source: Available commands: /language - choose language /on - turn on reminder /off - turn off reminder /start - start message /help - help message /schedule - find out scheduled cleanings for each dorm
ru: Доступные команды: /language - выбрать язык /on - включить напоминание /off - выключить напоминание /start - приветствие /help - данное сообщение /schedule - узнать расписание предстоящих уборок для каждого кампуса

# schedule_command_text
source: The scheduled cleanings for each dorm respectfully:
ru: Расписание уборок для каждого корпуса соответственно:

# scheduled_cleaning
source: #{campus_number}: {date}. In {days_left} days
ru: #{campus_number}: {date}. Дней осталось: {days_left}

source: Choose language
ru: Выбери язык

source: Language is set
ru: Язык установлен

# set_is_day_before
source: When to remind you?
ru: Когда напомнить?

source: Choose campus
ru: Выбери кампус

# choose_cleaning_reminder_time
source: Choose time of reminder
ru: Выбери время напоминания

# personal_reminder_cleaning_day_before
source: Tomorrow is the day of cleaning in campus <b>{number}</b>
ru: Завтра уборка в кампусе <b>{number}</b>

# personal_reminder_cleaning, formats: number
source: Today is the day of cleaning in campus <b>{number}</b>
ru: Сегодня уборка в кампусе <b>{number}</b>

# cleaning_reminder_set
source: Reminder is set
ru: Напоминание установлено

# no_reminders_set
source: You have no reminders
ru: Нет установленных напоминаний

# remove_set_is_day_before
source: Remove reminder from which day?
ru: Убрать напоминание в какой день?

# reminder_is_off
source: Reminder is turned off
ru: Напоминание выключено

# mailing_everyone
source: Next message will be sent to every user
ru: Следующее сообщение будет отправлено всем.

# sent_to_everyone
source: Message is sent to everyone
ru: Отправлено всем пользователям

# is_day_before_inline_kb_false
source: The day before cleaning
ru: За день до уборки

# is_day_before_inline_kb_true
source: At the day of cleaning
ru: В день уборки
